[
    {
        "dates": "Jun 2018 - Feb 2019",
        "position": "FullTime Software Development Student",
        "company": "Code Institute",
        "description": [
            "I started the full stack web development course by Code Institute on the 14th of June 2018, and submitted all projects finishing the course on 11th December 2018. I finally received my diploma on the 8th February 2019."
        ],
        "links": "https://internationaleducation.gov.au/News/Latest-News/Documents/ED16-0165%20-%20693040%20-%20Joint%20Technical%20Report_ACC.pdf"
    },
    {
        "dates": "Oct 2017 - Apr 2018",
        "position": "Panel Installer",
        "company": "Ace Panel Systems- Adelaide, South Australia",
        "description": [
            "Ace Panel Systems build industrial and commercial coolrooms, freezers and ice rooms, using foam insulated panels with a thin steel outer layer.",
            "The main tasks involved assisting the leading hand to mark out, cut, erect and secure foam panels."
        ],
        "other_tasks": [
            "Securing of base channel to concrete foundation;",
            "The 2nd fix of quarter round angle, and",
            "Sealing joins with cool room tape and creating an air tight seal with a sealant (mastic)."
        ]
    },
    {
        "dates": "Sept 2017 - Oct 2017",
        "position": "Cladder",
        "company": "SA Construct - Adelaide, South Australia",
        "description": [
            "SA Construct is a commercial and residential cladding and roofing company.",
            "In my short time there before taking another job offer, I worked on Adelaide's St Andrews Hospital, securing lengths of aluminium battens and 600 x 300 terracotta tiles to the building exterior."
        ]
    },
    {
        "dates": "Apr 2017 - Jul 2017",
        "position": "Warehouse Worker",
        "company": "AECOM/URS- Mannheim, Baden Württemberg, Germany",
        "description": [
            "I worked for AECOM/URS for the last 3 and a half months of my working holiday visa in Germany. There I was a part of a process to make a second verification of the quality and quantity of received stock, before issuing it off to the next handler."
        ],
        "other_tasks": [
            "Inventory of Stock, and",
            "Filing and sorting of documents."
        ]
    },
    {
        "dates": "Jan 2011 - May 2016",
        "position": "Carpenter (Leading Hand)",
        "company": "Renovations by Vaughan - Adelaide, South Australia",
        "description": [
            "I continued to work for Renovations by Vaughan for another 5 and a half years after my appenticeship. I assumed the role as leading hand, managing teams between 1 and 4 people depending on the type of project. I left my role in May 2016 to start the preparations of a working holiday visa in Germany."
        ],
        "other_tasks": [
            "Carrying out construction, alterations or renovations to residential and on occasion commercial structures;",
            "Management and organisation of work sites;",
            "Assisted in the training of apprentices, and",
            "Meetings with customers."
        ]
    },
    {
        "dates": "Jan 2007 - Dec 2010",
        "position": "Apprentice Carpenter",
        "company": "Renovations by Vaughan - Adelaide, South Australia",
        "description": [
            "I officially started working for Renovations by Vaughan in January 2007 after completing a 2 week work experience in December 2006 and straight after year 12. After a couple of years into my apprenticeship I would occasionally take on the leading hand role and manage 1 - 2 other apprentices under the guidence of my supervisor."
        ],
        "other_tasks": [
            "Assisting the leading hand with the construction, alteration or renovation of residential structures;",
            "Collection and assembly of building supplies;",
            "Maintaining a clean and safe work environment;",
            "Fulfilling and completing any training or module requirements, and",
            "Meetings with customers."
        ]
    }
]